brew "git"
brew "git-lfs"
brew "node"
brew "go"
brew "ffmpeg"
brew "imagemagick"
brew "fastlane"
brew "scrcpy"
brew "lazygit"
brew "neovim"
brew "fzf"
brew "bat"
brew "gh"
brew "fastfetch"
brew "scrcpy"
brew "lsd"
brew "ripgrep"
brew "zoxide"

cask "raycast"
cask "whatsapp"
cask "telegram"
cask "xcodes"
cask "zed"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "google-chrome"
cask "slack"
cask "tuple"
cask "orbstack"
cask "protonmail-bridge"
cask "cloudflare-warp"
cask "microsoft-openjdk@17"
cask "logi-options+"
cask "claude"
cask "figma"
cask "font-monaspace"
cask "ghostty"
