brew "git"
brew "git-lfs"
brew "node"
brew "go"
brew "ffmpeg"
brew "imagemagick"
brew "fastlane"
brew "scrcpy"
brew "lazygit"
brew "neovim"
brew "fzf"
brew "bat"
brew "gh"
brew "fastfetch"
brew "scrcpy"
brew "lsd"
brew "ripgrep"
brew "zoxide"
brew "pngquant"
brew "git-town"
brew "gnupg"
brew "pinentry-mac"

cask "telegram"
cask "xcodes"
cask "zed"
cask "jetbrains-toolbox"
cask "slack"
cask "orbstack"
cask "protonmail-bridge"
cask "cloudflare-warp"
cask "microsoft-openjdk@17"
cask "logi-options+"
cask "claude-code"
cask "figma"
cask "ghostty"
cask "bitwarden"
cask "httpie"
cask "font-monaspace"
cask "font-monaspace-var"
cask "font-monaspace-nf"
cask "font-monaspace-frozen"
